---
kind: other
id: Properties.T:Autodesk.Revit.DB.PointClouds.PointCloudOverrides
source: html/c5901a5e-b631-37a3-4c9f-ee1840c846d1.htm
---
# PointCloudOverrides Properties

Specifies whether the .NET object represents a valid Revit entity.